/* NSButton (Cancel) : <title:Cancel> (oid:54) */
"Cancel" = "Ezeztatu";

/* NSTextField (Create a new subscription ) : <title:Create a new subscription
> (oid:64) */
"Create a new subscription\n" = "Harpidetza berri bat sortu\n";

/* NSTextField (Edit subscription) : <title:Edit subscription> (oid:67) */
"Edit subscription" = "Harpidetza editatu";

/* NSTextField (Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source.) : <title:Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source.> (oid:65) */
"Enter the link for the news feed below. Or choose from the Source list to enter a shortcut name for the news feed provided by the source." = "Sartu jarioaren URL helbidea behean, edota aukeratu bat iturrien listatik.";

/* NSMenu : <title:OtherViews> (oid:44) */
"OtherViews" = "Bestelakoak";

/* NSPanel (RSS Feed) : <title:RSS Feed> (oid:49) */
"RSS Feed" = "RSS Jarioa";

/* NSButton (Save) : <title:Save> (oid:53) */
"Save" = "Gorde";

/* NSTextField (Source: ) : <title:Source:
> (oid:40) */
"Source:\n" = "Iturria:\n";

/* NSButton (Subscribe) : <title:Subscribe> (oid:10) */
"Subscribe" = "Harpidetu";

/* NSMenuItem : <title:URL> (oid:45) */
"URL" = "URL";

/* NSTextField (URL:) : <title:URL:> (oid:97) */
"URL:" = "URL:";

